---
kind: enumMember
id: F:Autodesk.Revit.DB.StickSymbolLocation.StickViewLocLine
enum: Autodesk.Revit.DB.StickSymbolLocation
source: html/ed40b53f-0352-dc83-6b25-bf64af88e1f2.htm
---
# Autodesk.Revit.DB.StickSymbolLocation.StickViewLocLine